benchmark_results/normal/node_kubernetes_3/json-processing_c10.txt
Bombarding http://192.168.49.2:30000/json-processing with 10000 request(s) using 10 connection(s)
 10000 / 10000 [========================================================================================================================================================================================================================================================================================] 100.00% 1347/s 7s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec      1362.20     499.63    2627.94
  Latency        7.32ms    11.95ms    79.07ms
  HTTP codes:
    1xx - 0, 2xx - 10000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:    49.93MB/s