benchmark_results/normal/node_kubernetes_3/json-small_c10.txt
Bombarding http://192.168.49.2:30000/json-small with 100000 request(s) using 10 connection(s)
 100000 / 100000 [=====================================================================================================================================================================================================================================================================================] 100.00% 7913/s 12s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec      7953.90    6128.67   19622.22
  Latency        1.25ms     5.54ms    94.17ms
  HTTP codes:
    1xx - 0, 2xx - 100000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     2.10MB/s