benchmark_results/normal/node_kubernetes_3/json-small_c100.txt
Bombarding http://192.168.49.2:30000/json-small with 100000 request(s) using 100 connection(s)
 100000 / 100000 [=====================================================================================================================================================================================================================================================================================] 100.00% 8745/s 11s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec      8779.70    4418.35   15272.08
  Latency       11.36ms    10.41ms   383.49ms
  HTTP codes:
    1xx - 0, 2xx - 100000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     2.31MB/s